[A_RuneAbility_Skip H7RuneAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="结束回合"
mTooltip="结束符文单位的回合。"

[A_RuneAbility_Wait H7RuneAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="等待"
mTooltip="符文单位将稍后行动。等待单位的顺序被反转。"

[A_RuneOfDestruction_Ability_Active H7RuneAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded="对符文光环内的所有敌方生物造成 %d2.min %icon_prime 源力伤害。每场战斗只能激活一次。"
mName="毁灭符文：激活"
mTooltip="对符文光环内的所有敌方生物造成 %d1.min %icon_prime 源力伤害。每场战斗只能激活一次。"

[A_RuneOfDestruction_Ability_Aura_3x3 H7RuneAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="毁灭符文：光环"
mTooltip="光环内的友方生物获得 %buff1.buff.stat %icon_attack 攻击力。"

[A_RuneOfDestruction_Ability_Aura_5x5 H7RuneAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="毁灭符文：光环"
mTooltip="光环内的友方生物获得 %buff1.buff.stat %icon_attack 攻击力。"

[A_RuneOfDestruction_Ability_Aura_Buff H7BaseBuff]
mName="毁灭符文光环"
mTooltip="%stat %icon_attack 攻击力"

[A_RuneOfDestruction_CreatureAbility_3x3 H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="毁灭符文"
mTooltip="生物周围3x3区域内的友方生物获得 %buff1.buff.stat %icon_attack 攻击力。"

[A_RuneOfDestruction_CreatureAbility_5x5 H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="毁灭符文"
mTooltip="生物周围5x5区域内的友方生物获得 %buff1.buff.stat %icon_attack 攻击力。"

[A_RuneOfDestruction_Rune H7EditorRuneUnit]
mDesc=""
mName="毁灭符文"
mLore=""

[A_RuneOfFortune_Ability_Active H7RuneAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded="对光环内的所有友方生物施加一个护盾，吸收最多 %buff2.buff.special.val1 伤害。每场战斗只能激活一次。"
mName="幸运符文：激活"
mTooltip="对光环内的所有友方生物施加一个护盾，吸收最多 %buff1.buff.special.val1 伤害。每场战斗只能激活一次。"

[A_RuneOfFortune_Ability_Active_Buff H7BaseBuff]
mName="幸运符文护盾"
mTooltip="吸收最多 %special.val3 伤害。"

[A_RuneOfFortune_Ability_Active_Buff_Upgraded H7BaseBuff]
mName="幸运符文护盾"
mTooltip="吸收最多 %special.val3 伤害。"

[A_RuneOfFortune_Ability_Aura_3x3 H7RuneAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="幸运符文：光环"
mTooltip="光环内的友方生物获得 %buff1.buff.stat %icon_luck 幸运。\n光环内的敌方生物获得 %buff3.buff.stat %icon_luck 幸运。"

[A_RuneOfFortune_Ability_Aura_5x5 H7RuneAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="幸运符文：光环"
mTooltip="光环内的友方生物获得 %buff1.buff.stat %icon_luck 幸运。\n光环内的敌方生物获得 %buff3.buff.stat %icon_luck 幸运。"

[A_RuneOfFortune_Ability_Aura_Buff_Negative H7BaseBuff]
mName="幸运符文光环"
mTooltip="%stat %icon_luck 幸运"

[A_RuneOfFortune_Ability_Aura_Buff_Positive H7BaseBuff]
mName="幸运符文光环"
mTooltip="%stat %icon_luck 幸运"

[A_RuneOfFortune_CreatureAbility_3x3 H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="幸运符文"
mTooltip="生物周围3x3区域内的友方生物获得 %buff1.buff.stat %icon_luck 幸运。\n生物周围3x3区域内的敌方生物获得 %buff3.buff.stat %icon_luck 幸运。"

[A_RuneOfFortune_CreatureAbility_5x5 H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="幸运符文"
mTooltip="生物周围5x5区域内的友方生物获得 %buff1.buff.stat %icon_luck 幸运。\n生物周围5x5区域内的敌方生物获得 %buff3.buff.stat %icon_luck 幸运。"

[A_RuneOfFortune_Rune H7EditorRuneUnit]
mDesc=""
mName="幸运符文"
mLore=""

[A_RuneOfResilience_Ability_Active H7RuneAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="坚韧符文：激活"
mTooltip="将光环内的所有生物从符文中心径向推开1格。"

[A_RuneOfResilience_Ability_Aura_3x3 H7RuneAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="坚韧符文：光环"
mTooltip="光环内的友方生物获得 %buff1.buff.stat %icon_defense 防御力。"

[A_RuneOfResilience_Ability_Aura_5x5 H7RuneAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="坚韧符文：光环"
mTooltip="光环内的友方生物获得 %buff1.buff.stat %icon_defense 防御力。"

[A_RuneOfResilience_Ability_Aura_Buff H7BaseBuff]
mName="坚韧符文光环"
mTooltip="%stat %icon_defense 防御力"

[A_RuneOfResilience_CreatureAbility_3x3 H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="坚韧符文"
mTooltip="生物周围3x3区域内的友方生物获得 %buff1.buff.stat %icon_defense 防御力。"

[A_RuneOfResilience_CreatureAbility_5x5 H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="坚韧符文"
mTooltip="生物周围5x5区域内的友方生物获得 %buff1.buff.stat %icon_defense 防御力。"

[A_RuneOfResilience_Rune H7EditorRuneUnit]
mDesc=""
mName="坚韧符文"
mLore=""

UCP 1.3

[A_RuneOfResilience_Ability_Active_5x5 H7RuneAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="坚韧符文：激活"
mTooltip="将光环内的所有生物从符文中心径向推开1格。"

[A_RuneOfFortune_Ability_Active_5x5 H7RuneAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded="对光环内的所有友方生物施加一个护盾，吸收最多 %buff2.buff.special.val1 伤害。每场战斗只能激活一次。"
mName="幸运符文：激活"
mTooltip="对光环内的所有友方生物施加一个护盾，吸收最多 %buff1.buff.special.val1 伤害。每场战斗只能激活一次。"

[A_RuneOfDestruction_Ability_Active_5x5 H7RuneAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded="对符文光环内的所有敌方生物造成 %d2.min %icon_prime 源力伤害。每场战斗只能激活一次。"
mName="毁灭符文：激活"
mTooltip="对符文光环内的所有敌方生物造成 %d1.min %icon_prime 源力伤害。每场战斗只能激活一次。"